{
    "userTelegram.welcome.pleaseShareMobile": "Please, share mobile number",
    "userTelegram.welcome.pleaseShareMobileClickOnButton": "To share mobile you should click special button below",
    "userTelegram.welcome.pleaseShareMobileButton": "Click me to share",
    "userTelegram.welcome.open": "Open Trustee Plus",
    "userTelegram.welcome.install": "Read more",
    "userTelegram.welcome.getCode": "Get Code",
    "userTelegram.welcome.ACTIVE": "Your account {mobile} is linked to Telegram, you will get here login sms codes and other important information",
    "userTelegram.welcome.PENDING" :"Your account {mobile}  is linked to Telegram, you will get here login sms codes and other important information",
    "userTelegram.welcome.ACTIVE_NO_TG_LOGIN": "Your account {mobile} is linked to Telegram, you will get here important information. Telegram OTP is disabled",
    "userTelegram.welcome.PENDING_NO_TG_LOGIN": "Your account {mobile} is linked to Telegram, you will get here important information. Telegram OTP is disabled",    
    "userTelegram.welcome.BLOCKED" :"Your account {mobile} is blocked, please contact the support",
    "userTelegram.approve.TELEGRAM_APPROVED": "Your account is successfully linked to Telegram",
    "userTelegram.approve.TELEGRAM_APPROVED_ALREADY": "Your account has been already linked to Telegram",
    "userTelegram.approve.TELEGRAM_BLOCKED_LOGIN" : "Your account login with Telegram is blocked, please contact the support",
    "userTelegram.approve.TELEGRAM_ANOTHER_ID" : "This mobile number is linked to another Telegram user, please contact the support",
    "userTelegram.approve.TOO_MUCH" : "You have used too much OTP - please wait few minutes",
    "userTelegram.approve.TOO_FAST": "You have sent too many OTP requests - please wait few minutes",
    "userTelegram.contact.isMutual": "Contact already in Trustee Plus",
    "userTelegram.contact.added": "Contact added",
    "userTelegram.contact.activated": "Contact added and activated",
    "userTelegram.loginCode": "Login code: {code}",
    "userTelegram.approveCode.NOT_FOUND": "Telegram code not found",
    "userTelegram.approveCode.BAD_STATUS": "Telegram code expired",
    "userTelegram.approveCode.ALREADY_SET": "Telegram code already set",
    "userTelegram.approveCode.APPROVE": "Telegram request approved",
    "userTelegram.approveCode.DECLINED": "Telegram request declined",
    "userLogin.notActive.telegram": "Account is not active, please write to support",
    "userLogin.notValidTelegramCodeStatus.telegram": "Someone tried to login with expired/empty code {ip}",
    "userLogin.notValidTelegramCodeValue.telegram": "Someone tried to login with wrong code {ip}",
    "userLogin.successNoPin.telegram": "User {mobile} Successful login to Trustee Plus, {logModel}",
    "userLogin.successWillAskPin.telegram":  "User {mobile} Successful login, but need to approve Pin-code, {logModel}",
    "userLogin.successWillAsk2FA.telegram": "User {mobile} Successful login, but need to approve 2FA, {logModel}",
    "userLogin.successWillAskPin2FA.telegram": "User {mobile} Successful login, but need to approve Pin-code and 2FA, {logModel}",
    "userLogin.invalidPin.telegram": "User {mobile} has entered incorrect Pin-code to Trustee Plus, {logModel}",
    "userLogin.blockedWithPin.telegram": "User {mobile} has entered incorrect Pin-code too many times and is blocked in Trustee Plus, {logModel}",
    "userLogin.successWithPin.telegram": "User {mobile} Successful login, Pin-code approved, {logModel}",
    "userLogin.successCreatePin.telegram": "User {mobile} Successful created Pin-code, {logModel}",
    "userLogin.successUpdatePin.telegram": "User {mobile} Successful changed Pin-code, {logModel}",
    "userLogin.successRemovePin.telegram": "User {mobile} removed Pin-code, {logModel}",
    "userContacts.pending.pushTitle": "Your friend waits invitation",
    "userContacts.pending.pushDesc": "You are in contacts list of user {userMobile}, please help him start using Trustee Plus",
    "userContacts.pendingMutual.pushTitle": "Your friend is on the waiting list",
    "userContacts.pendingMutual.pushDesc": "Accept joining {{mutualDisplayName}} ({{userMobile}}) to the family Trustee Plus",
    "userContacts.activeMutual.pushTitle": "Your friend joins Trustee Plus",
    "userContacts.activeMutual.pushDesc": "You are in contacts list of user {mutualDisplayName} ({userMobile}), you can now send him assets in Trustee Plus by instant transfer",
    "userContacts.approved.pushTitle": "Congratulations!",
    "userContacts.approved.pushDesc": "You was approved by {mutualDisplayName}",
    "userContacts.approvedBySomeone.pushDesc":"Congratulations! Members of the Trustee Plus family appreciated your financial fairness and accepted your desire to join them!",
    "userData.emailVerification.emailTitle": "Trustee Plus: Email Verification",
    "userData.emailVerification.emailDesc": "Please click to verify Email {emailLink}",
    "userData.emailVerification.emailLine0": "Hello, {mobile}",
    "userData.emailVerification.emailLine1" : "You have successfully created a Trustee Plus account. To confirm your Email address and complete your registration, please click the button below:",
    "userData.emailVerification.emailLinkTitle" : "Verify Email",
    "userData.emailVerification.emailLine2": "if the button doesn't work please copy the link below and open it in your browser",
    "userData.emailVerification.emailLine3": "Can't create a Trustee Plus account? It is possible that this Email address has already been used. Please contact us via ",
    "userData.emailVerification.emailSupportUrl": "https://trusteeglobal.com/",
    "userData.emailVerification.emailSupportTitle": "SUPPORT.",
    "userData.emailVerification.emailLine4": " If you are not creating a Trustee Plus account, just ignore this Email.",   
    "userData.tgNewVerification.telegram": "User {mobile} requests to confirm the Telegram username, code: <b>{code}</b>",
    "userData.tgNewVerificationWillBeJoined.telegram": "As you have another account with this Telegram username in Trustee Plus - by approval old account will be disabled. <b>Please, move balance if you have any</b>",
    "userData.tgOldVerification.telegram": "User {mobile} requests telegram username change to @{telegramUsername}",
    "userData.tgApproveBtn.telegram": "Approve request",
    "userData.tgDeclineBtn.telegram": "Decline request",
    "userHistory.reaction.pushTitle": "New reaction!",
    "userHistory.reaction.pushDesc": "You have been sent a reaction \"{reaction}\"",
    "userRates.title": "{{currency}} price alert",
    "userRates.grownUp.1h": "🚀 Significant price change for {{currency}} in the last hour, growth {{percent}}%, price now {{currentRate}} {{localCurrency}}",
    "userRates.grownDown.1h": "🌧 Significant price change for {{currency}} in the last hour, decreased by {{percent}}%, price now {{currentRate}} {{localCurrency}}",
    "userRates.grownUp.24h": "🚀 Significant price change for {{currency}} in the last 24 hours, growth {{percent}}%, price now {{currentRate}} {{localCurrency}}",
    "userRates.grownDown.24h": "🌧 Significant price change for {{currency}} in the last 24 hours, decreased by {{percent}}%, price now {{currentRate}} {{localCurrency}}",
    "userRates.grownUp.7d": "🚀 Significant price change for {{currency}} in the last 7 days, growth {{percent}}%, price now {{currentRate}} {{localCurrency}}",
    "userRates.grownDown.7d": "🌧 Significant price change for {{currency}} in the last 7 days, decreased by {{percent}}%, price now {{currentRate}} {{localCurrency}}",
    "userInvites.usedInvite": "Your invitation has been used. Thank you for making Trustee Plus family even bigger!",
    "invest.description.ADA": "Cardano is a decentralized, open-source blockchain platform for creating smart contracts. It is positioned as the first platform developed based on a scientific philosophy and research approach. The development team consists of a large global group of expert engineers and researchers led by Charles Hoskinson.\n\nIts core protocol, Ouroboros, is focused on protecting user rights. It uses cryptography, combinatorics and game theory to ensure the reliability and performance of the distributed database.\n\nThe developers emphasize that Ouroboros' ability to generate unbiased randomness in leader selection is crucial for security. The system is designed to perform updates seamlessly, allowing it to adapt to changing needs and evolve quickly when needed.",
    "invest.description.AVAX": "Avalanche is a high-bandwidth blockchain platform launched on September 21, 2020. Its key function is to run decentralized applications in its ecosystem. It consists of separate sub-networks with a process-parallelization feature to speed up data processing and search for consensus in a layer-zero network.\n\nThe foundation of Avalanche is the Snow protocol, which functions as follows. A validator for a transaction does not go to the whole network at once, but to other validators, and when there are no tasks, it goes to a standstill mode.\n\nTheoretically, this architecture opens up the possibility of scaling the network to millions of users. The creators of the project claim that it is the only platform in the world where transactions are performed in less than a second - up to 4,500 transactions per second.",
    "invest.description.AMB": "Ambrosus is an international blockchain platform providing supply chain and origin chain traceability. The project ecosystem is optimized for efficient integration and interaction with Internet devices, smart sensors and enterprise organization systems. At the same time, the only center of access to all the features and benefits of the Ambrosus ecosystem is a simple and easy-to-use interface.\n\nThe AMB ecosystem's native coin serves as a payment medium within a network of decentralized applications.\n\nThe blockchain Ambrosus and its network of dApps are managed by the decentralized autonomous organization AirDAO. It manages the entire Tier 1 blockchain network, for which DAO develops and integrates digital products to eliminate unnecessary interference with Web3.",
    "invest.description.ATOM": "Cosmos is a platform for building new blockchains using ready-made templates. It consists of many independent blockchains called zones. By creating a new zone, you can connect any blockchain system and transfer tokens without the need for an intermediary. Each of the zones works based on fault tolerance protocols – Byzantine Fault Tolerance.\n\nCosmos can work with multiple applications and cryptocurrencies, something other blockchains cannot do. It positions itself as Blockchain 3.0, offering an alternative to \"slow, expensive and environmentally harmful\" algorithms. \n\nATOM is a native platform token. It has three uses: as a spam prevention mechanism, a fee payment mechanism, and a voting mechanism in governance. The security of Cosmos depends on the number of ATOMs in the collateral – the more ATOMs in the collateral, the higher the cost of attacking the network.",
    "invest.description.DASH": "Dash is a decentralized, open-source system. According to the project's white paper, Dash is designed as a platform devoid of bitcoin's shortcomings in terms of speed and anonymity by increasing privacy and speeding up transactions.\n\nTo optimize the network, Dash uses innovative features such as the Masternode network (servers to securely provide services and manage the offer system), Instant Send (to send instant payments), Chain Locks (to protect the blockchain from changes) and PrivateSend as an optional privacy tool.\n\nDASH cryptocurrency is a native coin platform whose goal is to provide financial freedom in a fast and cheap global payment system. Every 10% of coins taken from rewards for new blocks are charged to develop the blockchain and create DAOs on a competitive basis.",
    "invest.description.DOGE": "DOGE is a cryptocurrency based on the popular Internet meme \"doge\". It appeared in December 2013 as a student experiment by Billy Marcus and Jackson Palmer. They both wanted to create a \"fun\" cryptocurrency that would appeal not only to bitcoin's core audience, but also to the general public.\n\nDogecoin is a fork of the Litecoin blockchain, which, in turn, was launched as a fork of bitcoin. The developers of Dogecoin have not made any major changes to the coin since 2015. Only in 2021, as the coin grew in popularity and with the support of Tesla founder Ilon Musk, the developers continued working and in July 2022 released a new version of the client – 1.14.6.\n\nThe Dogecoin blockchain runs on the Proof-of-Work consensus algorithm – its mining has been combined with that of Litecoin (LTC) since 2014.",
    "invest.description.DOT": "Polkadot is a scalable and heterogeneous open-source platform. It is based on a multi-chain segmentation protocol that facilitates crosschain transfer of any data, digital assets and tokens, enabling compatibility across a wide range of blockchains. This means processing a large number of transactions simultaneously in parallel blockchain chains, called parachains, which provides greater scalability of the system.\n\nPolkadot's native cryptocurrency, DOT, is designed to perform three tasks: providing ecosystem management, operations, and parachain creation.\n\nPolkadot can be updated seamlessly, without the need for a hardfork to integrate new features. Users can create their own blockchains on the Substrate platform and connect them to the Polkadot system themselves.",
    "invest.description.FTM": "FANTOM is a DAG-based smart-contract platform designed to solve the scalability problems of existing distributed registry technologies. The FANTOM platform uses the \"Lachesis\" protocol for integration into the Fantom OPERA chain. Their goal is that applications built on the FANTOM OPERA Chain can instantly conduct transactions with the lowest fees for all users.\n\nFANTOM's goal is to ensure interoperability between all transaction entities worldwide and create an ecosystem that enables real-time transactions.\n\nTo do this, it uses the Proof-of-Stake consensus algorithm coupled with the platform's native tokenization, FTM, which is the \"energy\" of the project, allowing it to vote for network updates, charge fees and reward validators.",
    "invest.description.MATIC": "Polygon is a structured and easy-to-use Layer 2 solution network for Ethereum scaling and blockchain infrastructure development. Its main component is the Polygon SDK, a modular and flexible framework that supports the creation of many kinds of applications. With it, Polygon effectively transforms Ethereum into a complete multi-chain system with advantages in security, ecosystem agility and openness. It creates new features based on proven technology to enhance the ability to meet the various needs of the developer ecosystem.\n\nPolygon used the Proof-of-Stake consensus algorithm to make it work, long before Ethereum transitioned from the Proof-of-Work algorithm.\n\nMATIC, the platform's native token, is an ERC-20 standard token issued by the Ethereum ecosystem. It is used for transactions on the Polygon network as a means of settlement between users of the system and collection of commissions.",
    "invest.description.SHIB": "Shiba Inu is a decentralized ecosystem inspired by the success of the \"meme\" cryptocurrency Dogecoin. Its developers position the project as a \"Dogecoin killer\". The token system was issued on the Ethereum blockchain with an initial issue of 1 quadrillion SHIB. 51% of it was immediately sent to Ethereum founder Vitalik Buterin's wallet. He then destroyed 41% of the issue and sent the remaining 10% to charities in India.\n\nThe platform's users burn millions of coins every month in the hope of seeing the token's value rise. Shibburn.com was even launched to monitor this process.\n\nThe project team launched the decentralized Shibaswap exchange, connecting two new tokens – LEASH, a user reward token, and BONE, a management token. Despite the initial format, in the future the developers of Shiba Inu plan to launch a Shiba metaverse with 100,000 virtual plots and blockchain games, as well as a second-tier Shibarium solution.",
    "invest.description.XTZ": "Tezos is a smart-contracts platform created by former Morgan Stanley analyst Arthur Brightman and based on the ideas of self-modification and chain management. This approach allows the community to vote for improvements and eliminate flaws.\n\nThe Proof-of-Stake consensus algorithm in the Tezos network differs from the widely used version. It solves security and decentralization problems without losing the benefits of the delegated proof algorithm. The process of confirming transactions in Tezos is called \"baking,\" and the network's validators are called bakers. They make deposits and are rewarded for registering and publishing blocks.\n\nThe network's native coin is XTZ. It operates through a common network shell that allows the various transaction and consensus protocols the blockchain needs for interoperability. Any token owner can delegate their voting rights to other members of the network.",
    "invest.description.NEAR": "NEAR Protocol is a blockchain-based cloud computing platform, positioned as an ideal environment for creating decentralized applications due to its improved registration system and modular components.\n\nNear has its own Doomslug consensus algorithm and Nightshade sharding technology. This combination allows transactions to be processed in parallel across multiple chains at once, increasing blockchain throughput by up to 10,000 transactions per second. Unlike most networks that use numeric-letter crypto addresses, Near uses readable wallet addresses.\n\nThe NEAR Collective community manages and integrates updates to the network. Its main goal is to create a secure and productive network that is accessible and useful to ordinary users.",
    "invest.description.UNI": "Uniswap is the world's first decentralized trading protocol that solves the liquidity problem with automated solutions. Acting as a DEX exchange, it fully automates the trading process, including risk mitigation mechanisms to make trading as open and accessible as possible to the widest range of people. At the same time the protocol does not require identification data – any user can start trading any asset pair on the platform by creating his own liquidity pool for it.\n\nUNI is a management token for the Uniswap decentralized exchange. Its owners have the right to participate in votes for key protocol changes. According to the developers, the token was created to formalize the status of Uniswap as an autonomous and community-owned only decentralized platform.",
    "invest.description.XLM": "Stellar is a decentralized, open-source platform designed to facilitate the transfer of value between digital and fiat assets.\n\nAs the developers point out, Stellar allows the creation, sending and trading of digital representations of all forms of money: dollars, pesos, bitcoins, just about anything. Blockchain is designed so that all of the world's financial systems can work together in a single network.\n\nDeveloping this capability, namely the creation of an open financial system with a low entry threshold, is the project's main goal.\n\nTo protect against spam and abuse, the platform is restricted – each Stellar crypto-address must have a minimum number of coins for transactions. The native coin of the platform is XLM.\n\nThe nonprofit organization Stellar.org is developing the platform. One of the founders of the project, Jed McCaleb, is also the founder of the Ripple project - both platforms originally used the same operating algorithm. Only if Ripple focused on working with banks, the goal of Stellar was operations outside the banking system.",
    "invest.description.ETC": "Ethereum Classic is a blockchain that appeared in 2016 as a result of the Ethereum network's hardforward. After a successful hacker attack, the cryptocurrency community decided to roll back the network to the blockchain that preceded the hack.\n\nThe part of the community that opposed the rollback supported the operation of the old blockchain. Their motivation was to preserve the integrity of the original net as an adherence to the principles of blockchain immutability. The development of the project is handled by a free development team, which anyone can join.\n\nThe network's native coin is ETC. Like ETH, it performs the functions of settlement within the platform - it is used to pay commissions and remuneration to miners. The network works on the Proof-of-Work consensus algorithm. Unlike Ethereum, it has no plans to switch to Proof-of-Stake. The complexity bomb, originally embedded in the project code to speed up the transition, was removed during one of the updates.",
    "invest.description.TRX": "TRON, through blockchain technology and decentralized applications, aims to create an ecosystem suitable for mass use on a daily basis. The TRON protocol provides high scalability, availability and bandwidth to serve applications via smart-contracts. It is one of the fastest networks in the industry with low fees.\n\nIt achieves this performance through an advanced Proof-of-Stake consensus algorithm model. There are 27 super-representatives – network validators – responsible for transaction data verification, confirmation and registration of new blocks in TRON. This mechanism made it possible to achieve full decentralization of the ecosystem in December 2021 – since then the network has been managed solely by the community.\n\nTRX is TRON's native coin. It is the basic unit of settlement on the blockchain and connects the entire TRON ecosystem with numerous application scenarios that provide transactions and decentralized applications. TRX received official currency status in the Commonwealth of Dominica in October 2022.",
    "invest.description.VET": "VeChain is a public blockchain designed for mass adoption of web3-technologies and a cryptocurrency ecosystem in businesses of all sizes. VeChain operates using the Proof-of-Authority consensus algorithm. The ecosystem is based on meta-transaction functionality, commission delegation protocols, smart-contracts, and developer tools.\n\nVeChain offers a range of open-source tools and off-the-shelf solutions to help startups integrate and develop blockchain without having to start from scratch. Meta-transaction features such as multilateral payments, multitasking transactions and controlled lifecycle make development easy to integrate into businesses.\n\nBlockchain uses two tokens, VET and VTHO, to manage it. This two-tiered system helps separate the cost of using blockchain from market speculation by monitoring supply and demand. 70% of the VTHO paid in a transaction is burned and the rest goes to network nodes.",
    "invest.description.WAVES": "Waves is an open protocol and toolkit for developing web3 applications and scalable solutions to improve the security, reliability and speed of IT systems. The platform provides access to P2P trading and allows everyone to create their own applications and tokens, facilitating the mass adoption of blockchain.\n\nThe blockchain runs on the LPoS consensus algorithm, a modification of Proof-of-Stake. The difference between PoS and LPoS is that network users with insufficient balance to operate independently can rent their assets to nodes on the network. Such a transaction gives the user a share of the profit for generating blocks by the tenant nodes.\n\nWAVES is a native coin used as a payment currency and reward for generating blocks. Initially its issuance was limited to 100 million coins, but in 2019 it was decided to remove the limit and transfer management to community members.\n\nWaves makes it as easy as possible to issue new blockchain-based tokens. You don't need to write a smart contract – all you need to do is create an issuance transaction and send it to the blockchain for 1 WAVES.",
    "invest.description.LUNA": "Terra 2.0 is a fork of the Terra blockchain, resulting from the collapse of the UST stablecoin and LUNA token in May 2022. Its launch is part of a plan to rebuild an ecosystem with hundreds of developers.\n\nIt is a decentralized open-source blockchain using only the LUNA cryptocurrency, without the UST algorithmic stabler token. The plan is for Terra-based decentralized projects to migrate to the new network by deploying applications in the new ecosystem.\n\nLUNA is a native coin of the Terra protocol. It is used for management – users hand over LUNA to the network validators, who log and verify transactions on the blockchain in exchange for rewards. It is also the coin used to compensate holders of the original LUNA cryptocurrency and developers of key applications affected by the stablecoin crash.",
    "invest.description.ETHW": "EthereumPoW is a fork of the Ethereum blockchain. In September 2022, the Ethereum network made the transition, changing its Proof-of-Work consensus algorithm to Proof-of-Stake. This event occurred as part of a plan to address high fees and improve the scalability of the network. As a result of the hardfork, two workable networks emerged – ETH on PoS and ETH on PoW.\n\nEthereumPoW clones the state of Ethereum at the height of the pre-merger block. The blockchain is open source, completely replicating Ethereum's code prior to the transition. The only changes were the removal of updates related to the PoS transition and the deactivation of the complexity bomb.\n\nThe workability of the \"old\" network was supported by the community of miners to preserve earnings and developers who prefer the proof-of-work algorithm.",
    "invest.description.ZEC": "Zcash is a decentralized platform focused on privacy and anonymity. It was developed by a team of security engineers based on Bitcoin source code. Using zk-SNARK zero-knowledge proof technology, they provided blockchain transaction validation without disclosure.\n\nThe main feature of the network is optional anonymity – the user can send both public and anonymous payments. This flexibility allows for a high level of privacy without sacrificing the benefits of decentralized currency.\n\nZEC is the platform's native coin. Like BTC, it has an issuance limit of 21 million coins and cuts the reward per block in half after certain thresholds are reached. New ZECs issued after each block confirmation are split 80% and 20% – to miners and project founders, respectively.",
    "invest.description.LUNC": "Terra is a blockchain platform, which, according to the developers' idea, is a global payment system. Its peculiarity was the use of algorithmic stablecoins tied to the value of fiat.\n\nTerra's most popular stablecoin is the UST token. Its provision was built on the operation of algorithms to maintain demand/supply and stimulate users – by burning and issuing stablecoins and a native coin of the LUNA network.\n\nLUNA's main goal was to stabilize the UST exchange rate. On May 9, 2022, UST lost its peg to the dollar due to massive token sales by an unknown entity. The system automatically began issuing LUNA to compensate for the price of the stablecoin, but failed to do so. The UST and LUNA exchange rate collapsed by 99% in 48 hours.\n\nAfter this event, the developers presented a recovery plan for the ecosystem. LUNA was launched on a new blockchain without the use of stablecoin. The \"old\" network got a new name – Terra Classic, and its native coin became LUNC.",
    "invest.description.USDC": "USD Coin is a fully collateralized stablecoin whose exchange rate is tied to the value of the dollar. It is positioned as a bridge between the cryptocurrency and fiat worlds, allowing the exchange of value between people, companies and financial institutions, no more complicated than \"when sending SMS or e-mail\". The main goal of the project is to create an inclusive global economy.\n\nUSDC is a token that does not have its own blockchain and is issued on other networks such as Ethereum and TRON. It is issued by Circle, which launched the project in 2018 together with the Coinbase cryptocurrency exchange. Each token is backed by traditional assets in the company's account – government bonds and U.S. dollars. Circle issues a quarterly report on its reserves, audited by independent accounting firms.",
    "invest.description.XMR": "Monero is a confidential, open-source blockchain. According to the idea, users manage their assets in complete privacy, with no ability to monitor transactions or balances of other network participants. This distinguishes it from other cryptocurrencies – transparent and conditionally anonymous networks like Bitcoin, or selectively transparent ones like ZCash.\n\nFull anonymity is possible thanks to the function of circular signatures and hidden addresses. Signatures are generated by a combination of public and private keys, while hidden addresses are randomly generated for one-off use.\n\nThe Monero community continues to evolve the blockchain, improving the usability and efficiency of the network for users, as well as introducing new privacy technologies. Each update is open for public discussion, and the results of each developer meeting are published online.\n\nXMR is a native coin platform that operates on the Proof-of-Work consensus protocol. Network miners receive a reward in XMR for confirming blocks. The issue of the coin is not limited in any way.",
    "invest.description.ETH": "Ethereum is a smart-contract platform that allows anyone to create and run decentralized applications and issue new tokens, including stablecoins and NFT. As conceived, the ecosystem acts as a world computer, with all projects and data in the public domain.\n\nTo solve the problem of scalability and high transactions, the developers of the ecosystem are systematically making global updates. One of the biggest upgrades, for which preparations have been underway for several years, was the transition of the Ethereum blockchain from the Proof-of-Work consensus algorithm to Proof-of-Stake. In September 2022, the network completely abandoned the Proof-of-work protocol and switched to a more energy-efficient and faster Proof-of-stake protocol.\n\nETH is Ethereum's native currency. The coin is used as the platform's primary means of payment, as well as a reward for mining (before the switch to Proof-of-Stake) and staking. In November 2021, a deflationary mechanism was integrated into the Ethereum blockchain - burning a portion of the commission from each transaction.",
    "invest.description.TUSD": "TrustToken is a company that issues stablecoins whose exchange rate is linked to the value of a fiat asset. Its main goal is to enable everyone to safely use digital currency as a medium of exchange. The company regularly verifies its reserves in scheduled audits by external auditing companies, confirming the full security of stablecoins.\n\nThe company's first project was the TrueUSD stablecoin (TUSD), launched in April 2018. Its development is handled by a special TUSD team, working closely with the core TrustToken team. The developers emphasize that TUSD is \"the first regulated stablecoin. Their main task is to create a balanced asset that combines stability, efficiency and security.\n\nTUSD is backed by U.S. dollars at a 1-to-1 ratio. Funds in U.S. dollars are securely held in third-party accounts – fiduciary managers or banks to which none of the system's developers have direct access.",
    "invest.description.USDT": "Tether is a stablecoin company. Its goal is to create a stable cryptocurrency used as a bridge between the fiat and cryptocurrency worlds. The rate of stablecoin is tied to the price of the fiat asset, which preserves all the advantages of a decentralized system, but eliminates the main disadvantage – the high volatility of digital assets.\n\nThis makes it possible to use stablecoins to preserve national currencies from inflation and hedging risks, to gain access to convenient trading on exchanges and to conduct settlements around the world.\n\nThe first and most popular stablecoin from Tether is USDT, launched in 2015 on the Bitcoin blockchain. USDT is also issued on Ethereum, TRON, Avalanche and ten other blockchains. Transactions with USDT in different networks differ in the speed of confirmation and the size of commissions, depending on the properties of the blockchain.\n\n1 USDT is always equal to $1. This parity is achieved by providing 100% fiat assets at a ratio of 1 to 1 in Tether accounts. The company uses treasury bonds and U.S. dollars as reserves.",
    "invest.description.XRP": "Ripple is a cryptocurrency ecosystem offering a cheaper and more efficient alternative to the SWIFT system for processing international transactions. To achieve this goal, Ripple, which manages and develops the system, has launched several products at once. These include RippleNet (an open-source blockchain that functions independently of Ripple), XRP Ledger (a peer-to-peer network-based cryptographic registry), RippleX and the XRP coin.\n\nXRP is the native cryptocurrency of the Ripple ecosystem. The entire coin was issued initially – 100 billion coins at once, the number of which remains unchanged at all times. Ripple owns 60% of them. \n\nA serious test for Ripple was the legal problems due to a lawsuit from regulators in the U.S.: litigation has been going on for several years.",
    "invest.description.BTC": "Bitcoin is \"a fully decentralized version of electronic money that will allow electronic payments to be sent directly from one user to another without the involvement of financial institutions\". This is what the White Paper, published on October 31, 2008, states. Two months later, on January 3, 2009, the first blockchain will be created.\n\nAccording to one theory, bitcoin was created as a response to the global financial crisis - to take control of money away from banks by giving it back to the people. To realize this idea, Satoshi Nakamoto created blockchain, a decentralized, open-source data registry. It operates on the basis of a peer-to-peer network that allows transactions to go directly from user to user without the involvement of banks or other regulators.\n\nBTC is a native Bitcoin blockchain coin and the world's first cryptocurrency based on the Proof-of-Work consensus protocol. It is used as the payment medium of the system and rewards miners for confirming transactions and registering new blocks. A total of 21 million BTC could be created worldwide.",
    "invest.description.DAI": "DAI is a stablecoin whose value is tied to the U.S. dollar exchange rate and secured by cryptocurrencies. Initially it used only ETH as collateral, but since 2019 it allows to issue tokens secured by any assets based on Ethereum.\n\nThe project team positions DAI as \"the world's first fair cryptocurrency\", the benefits of which are available to any individual or company.\n\nDAI is managed by MakerDAO. It is a decentralized platform of special smart contracts - collateralized debt obligations, executable in the Ethereum ecosystem. To generate DAI tokens, users simply deposit cryptocurrency assets as collateral into the Maker protocol. New DAIs are then put into circulation. Each asset has its own collateral rate – so to issue a DAI for ETH, the collateral must be between 130% and 170%.\n\nThere are two tokens operating in the Dai blockchain – the DAI stablecoin and the MKR token. MKR is a Dai management token. Its owners can vote on the development of the platform by giving a number of votes equal to the number of MKRs.",
    "invest.description.LTC": "Litecoin is a global blockchain payment platform launched on top of the Bitcoin blockchain to offset its shortcomings. Like Bitcoin, it runs on the Proof-of-Work consensus algorithm, but processes four times as many transactions – each in 2.5 minutes.\n\nSince its launch in 2011, Litecoin developers have made many changes to the source code of Bitcoin. They integrated the Hard Cap technology, changed the hashing algorithm and the block creation time. Since 2020, they have been working on increasing anonymity – combining transactions with hiding the inputs and outputs of recipients and senders. The update was activated in May 2022.\n\nLTC is the system's native coin for settlements and payments to miners for confirming transactions. The reward per block is reduced every 840,000 blocks. A total of 84,000,000 LTC can be mined – 4 times more than BTC.",
    "invest.description.SOL": "Solana is a highly feature-rich open-source platform for quickly running modern decentralized Internet applications. Blockchain is designed to serve both institutional and private users, offering them low cost and high transaction speed.\n\nBlockchain uses an innovative hybrid consensus model Proof-of-History (PoH), developed by Solana founder Anatoly Yakovenko, and Proof-of-Stake (PoS) – to validate transactions and solve scalability problems.\n\nThe hybrid protocol allows for high network throughput, processing over 4,000 transactions and smart contracts per second. Nearly 2,000 validators, working independently of each other, are involved in the process. \n\nThe project team singles out the network's eco-friendliness – 0% carbon footprint – and high energy efficiency – one Solana transaction consumes as much energy as several Google search queries.",
    "invest.description.BCH": "Bitcoin Cash is a decentralized network that emerged in 2017 during the Bitcoin blockchain hardfork. It came about because of a community split over the issue of network scalability – the original Bitcoin network continued to operate with a block size of 1 MB, while in Bitcoin Cash it was increased to 8 MB. \n\nThis change allowed the new network to process more transactions, reduce transaction fees and minimize transaction delays in the mempool. In May 2018, the update increased the block size to 32 MB.\n\nIn November 2018, changes to the blockchain led already to the Bitcoin Cash hardfork. It split into two networks, Bitcoin ABC and Bitcoin SV, each with its own development team. Bitcoin ABC continued as Bitcoin Cash (BCH).\n\nBCH is a native Bitcoin Cash blockchain coin. BCH serves as a means of settlement and remuneration for miners. Its issuance is limited to 21 million coins.",
    "invest.description.APT": "Aptos is a young blockchain platform for smart contracts with a new programming language called Move. This language was developed by blockchain engineers Diem from Meta, whose former employees became the founders of the Aptos ecosystem. \n\nThe project was launched in October 2022 after three successful rounds of funding. Its developers set themselves the goal of creating a tool for creating and launching products and applications that \"predetermine user experience\". As well as ensuring mass adoption of web3-technology and solving real user problems. \n\nAccording to the developers, Aptos blockchain can process more than 150,000 transactions per second, which is made possible by the Block-STM parallel transaction processing mechanism based on the Proof-of-Stake (PoS) consensus algorithm. It eliminates network-wide latency due to a single transaction and increases throughput many times over.\n\nAPT is the native currency of Aptos. It has a maximum issuance of 1 billion coins. 51% of all APTs are owned by the community that runs the ecosystem.",
    "invest.description.BNB": "BNB Chain is a blockchain platform for creating and deploying decentralized applications. According to the developers, the blockchain supports the most popular programming languages and tools for launching DeFi products. The network's algorithm is Proof-of-Stake (PoS).\n\nBNB is the native cryptocurrency platform BNB Chain. In 2017, before the launch of its own blockchain, it was issued as an ERC-20 standard token on the Ethereum network to conduct ICOs and distribute coins to investors. Only two years later, BNB tokens were exchanged 1:1 for BNB coins on the BNB Chain network.\n\nBNB is used as a means of settlement in the BNB Chain ecosystem and the Binance DEX decentralized exchange, and as a coin to pay commissions and fees to network validators and staсking pool members.\n\nThe maximum supply of the coin is 200,000,000 BNB. A deflationary mechanism was introduced in December 2021 to automatically control issuance, burning a certain amount of BNB based on the price and number of blocks created on the BNB Chain during the quarter."
}
