{
    "userTelegram.welcome.pleaseShareMobile": "Please, share mobile number",
    "userTelegram.welcome.pleaseShareMobileClickOnButton": "To share mobile you should click special button below",
    "userTelegram.welcome.pleaseShareMobileButton": "Click me to share",
    "userTelegram.welcome.open": "Open Trustee Plus",
    "userTelegram.welcome.install": "Read more",
    "userTelegram.welcome.getCode": "Get Code",
    "userTelegram.welcome.ACTIVE": "Your account {mobile} is linked to Telegram, you will get here login sms codes and other important information",
    "userTelegram.welcome.PENDING" :"Your account {mobile}  is linked to Telegram, you will get here login sms codes and other important information",
    "userTelegram.welcome.ACTIVE_NO_TG_LOGIN": "Your account {mobile} is linked to Telegram, you will get here important information. Telegram OTP is disabled",
    "userTelegram.welcome.PENDING_NO_TG_LOGIN": "Your account {mobile} is linked to Telegram, you will get here important information. Telegram OTP is disabled",    
    "userTelegram.welcome.BLOCKED" :"Your account {mobile} is blocked, please contact the support",
    "userTelegram.approve.TELEGRAM_APPROVED": "Your account is successfully linked to Telegram",
    "userTelegram.approve.TELEGRAM_APPROVED_ALREADY": "Your account has been already linked to Telegram",
    "userTelegram.approve.TELEGRAM_BLOCKED_LOGIN" : "Your account login with Telegram is blocked, please contact the support",
    "userTelegram.approve.TELEGRAM_ANOTHER_ID" : "This mobile number is linked to another Telegram user, please contact the support",
    "userTelegram.approve.TOO_MUCH" : "You have used too much OTP - please wait few minutes",
    "userTelegram.approve.TOO_FAST": "You have sent too many OTP requests - please wait few minutes",
    "userTelegram.contact.isMutual": "Contact already in Trustee Plus",
    "userTelegram.contact.added": "Contact added",
    "userTelegram.contact.activated": "Contact added and activated",
    "userTelegram.loginCode": "Login code: {code}",
    "userTelegram.approveCode.NOT_FOUND": "Telegram code not found",
    "userTelegram.approveCode.BAD_STATUS": "Telegram code expired",
    "userTelegram.approveCode.ALREADY_SET": "Telegram code already set",
    "userTelegram.approveCode.APPROVE": "Telegram request approved",
    "userTelegram.approveCode.DECLINED": "Telegram request declined",
    "userLogin.notActive.telegram": "Account is not active, please write to support",
    "userLogin.notValidTelegramCodeStatus.telegram": "Someone tried to login with expired/empty code {ip}",
    "userLogin.notValidTelegramCodeValue.telegram": "Someone tried to login with wrong code {ip}",
    "userLogin.successNoPin.telegram": "User {mobile} Successful login to Trustee Plus, {logModel}",
    "userLogin.successWillAskPin.telegram":  "User {mobile} Successful login, but need to approve Pin-code, {logModel}",
    "userLogin.invalidPin.telegram": "User {mobile} has entered incorrect Pin-code to Trustee Plus, {logModel}",
    "userLogin.blockedWithPin.telegram": "User {mobile} has entered incorrect Pin-code too many times and is blocked in Trustee Plus, {logModel}",
    "userLogin.successWithPin.telegram": "User {mobile} Successful login, Pin-code approved, {logModel}",
    "userLogin.successCreatePin.telegram": "User {mobile} Successful created Pin-code, {logModel}",
    "userLogin.successUpdatePin.telegram": "User {mobile} Successful changed Pin-code, {logModel}",
    "userLogin.successRemovePin.telegram": "User {mobile} removed Pin-code, {logModel}",
    "userContacts.pending.pushTitle": "Your friend waits invitation",
    "userContacts.pending.pushDesc": "You are in contacts list of user {userMobile}, please help him start using Trustee Plus",
    "userContacts.pendingMutual.pushTitle": "Your friend is on the waiting list",
    "userContacts.pendingMutual.pushDesc": "Accept joining {{mutualDisplayName}} ({{userMobile}}) to the family Trustee Plus",
    "userContacts.activeMutual.pushTitle": "Your friend joins Trustee Plus",
    "userContacts.activeMutual.pushDesc": "You are in contacts list of user {mutualDisplayName} ({userMobile}), you can now send him assets in Trustee Plus by instant transfer",
    "userContacts.approved.pushTitle": "Congratulations!",
    "userContacts.approved.pushDesc": "You was approved by {mutualDisplayName}",
    "userContacts.approvedBySomeone.pushDesc":"Congratulations! Members of the Trustee Plus family appreciated your financial fairness and accepted your desire to join them!",
    "userData.emailVerification.emailTitle": "Trustee Plus: Email Verification",
    "userData.emailVerification.emailDesc": "Please click to verify Email {emailLink}",
    "userData.emailVerification.emailLine0": "Hello, {mobile}",
    "userData.emailVerification.emailLine1" : "You have successfully created a Trustee Plus account. To confirm your Email address and complete your registration, please click the button below:",
    "userData.emailVerification.emailLinkTitle" : "Verify Email",
    "userData.emailVerification.emailLine2": "if the button doesn't work please copy the link below and open it in your browser",
    "userData.emailVerification.emailLine3": "Can't create a Trustee Plus account? It is possible that this Email address has already been used. Please contact us via ",
    "userData.emailVerification.emailSupportUrl": "https://trusteeglobal.com/",
    "userData.emailVerification.emailSupportTitle": "SUPPORT.",
    "userData.emailVerification.emailLine4": " If you are not creating a Trustee Plus account, just ignore this Email.",   
    "userData.tgNewVerification.telegram": "User {mobile} requests to confirm the Telegram username, code: <b>{code}</b>",
    "userData.tgNewVerificationWillBeJoined.telegram": "As you have another account with this Telegram username in Trustee Plus - by approval old account will be disabled. <b>Please, move balance if you have any</b>",
    "userData.tgOldVerification.telegram": "User {mobile} requests telegram username change to @{telegramUsername}",
    "userData.tgApproveBtn.telegram": "Approve request",
    "userData.tgDeclineBtn.telegram": "Decline request",
    "userHistory.reaction.pushTitle": "New reaction!",
    "userHistory.reaction.pushDesc": "You have been sent a reaction \"{reaction}\"",
    "userRates.title": "{{currency}} price alert",
    "userRates.grownUp.1h": "🚀 Significant price change for {{currency}} in the last hour, growth {{percent}}%, price now {{currentRate}} {{localCurrency}}",
    "userRates.grownDown.1h": "🌧 Significant price change for {{currency}} in the last hour, decreased by {{percent}}%, price now {{currentRate}} {{localCurrency}}",
    "userRates.grownUp.24h": "🚀 Significant price change for {{currency}} in the last 24 hours, growth {{percent}}%, price now {{currentRate}} {{localCurrency}}",
    "userRates.grownDown.24h": "🌧 Significant price change for {{currency}} in the last 24 hours, decreased by {{percent}}%, price now {{currentRate}} {{localCurrency}}",
    "userRates.grownUp.7d": "🚀 Significant price change for {{currency}} in the last 7 days, growth {{percent}}%, price now {{currentRate}} {{localCurrency}}",
    "userRates.grownDown.7d": "🌧 Significant price change for {{currency}} in the last 7 days, decreased by {{percent}}%, price now {{currentRate}} {{localCurrency}}",
    "userInvites.usedInvite": "Your invitation has been used. Thank you for making Trustee Plus family even bigger!",
    "invest.description.ADA": "Cardano is a decentralized, open-source blockchain platform for creating smart contracts. It is positioned as the first platform developed based on a scientific philosophy and research approach. The development team consists of a large global group of expert engineers and researchers led by Charles Hoskinson.\n\nIts core protocol, Ouroboros, is focused on protecting user rights. It uses cryptography, combinatorics and game theory to ensure the reliability and performance of the distributed database.\n\nThe developers emphasize that Ouroboros' ability to generate unbiased randomness in leader selection is crucial for security. The system is designed to perform updates seamlessly, allowing it to adapt to changing needs and evolve quickly when needed.",
    "invest.description.AVAX": "Avalanche is a high-bandwidth blockchain platform launched on September 21, 2020. Its key function is to run decentralized applications in its ecosystem. It consists of separate sub-networks with a process-parallelization feature to speed up data processing and search for consensus in a layer-zero network.\n\nThe foundation of Avalanche is the Snow protocol, which functions as follows. A validator for a transaction does not go to the whole network at once, but to other validators, and when there are no tasks, it goes to a standstill mode.\n\nTheoretically, this architecture opens up the possibility of scaling the network to millions of users. The creators of the project claim that it is the only platform in the world where transactions are performed in less than a second - up to 4,500 transactions per second.",
    "invest.description.AMB": "Ambrosus is an international blockchain platform providing supply chain and origin chain traceability. The project ecosystem is optimized for efficient integration and interaction with Internet devices, smart sensors and enterprise organization systems. At the same time, the only center of access to all the features and benefits of the Ambrosus ecosystem is a simple and easy-to-use interface.\n\nThe AMB ecosystem's native coin serves as a payment medium within a network of decentralized applications.\n\nThe blockchain Ambrosus and its network of dApps are managed by the decentralized autonomous organization AirDAO. It manages the entire Tier 1 blockchain network, for which DAO develops and integrates digital products to eliminate unnecessary interference with Web3.",
    "invest.description.ATOM": "Cosmos is a platform for building new blockchains using ready-made templates. It consists of many independent blockchains called zones. By creating a new zone, you can connect any blockchain system and transfer tokens without the need for an intermediary. Each of the zones works based on fault tolerance protocols – Byzantine Fault Tolerance.\n\nCosmos can work with multiple applications and cryptocurrencies, something other blockchains cannot do. It positions itself as Blockchain 3.0, offering an alternative to \"slow, expensive and environmentally harmful\" algorithms. \n\nATOM is a native platform token. It has three uses: as a spam prevention mechanism, a fee payment mechanism, and a voting mechanism in governance. The security of Cosmos depends on the number of ATOMs in the collateral – the more ATOMs in the collateral, the higher the cost of attacking the network.",
    "invest.description.DASH": "Dash is a decentralized, open-source system. According to the project's white paper, Dash is designed as a platform devoid of bitcoin's shortcomings in terms of speed and anonymity by increasing privacy and speeding up transactions.\n\nTo optimize the network, Dash uses innovative features such as the Masternode network (servers to securely provide services and manage the offer system), Instant Send (to send instant payments), Chain Locks (to protect the blockchain from changes) and PrivateSend as an optional privacy tool.\n\nDASH cryptocurrency is a native coin platform whose goal is to provide financial freedom in a fast and cheap global payment system. Every 10% of coins taken from rewards for new blocks are charged to develop the blockchain and create DAOs on a competitive basis.",
    "invest.description.DOGE": "DOGE is a cryptocurrency based on the popular Internet meme \"doge. It appeared in December 2013 as a student experiment by Billy Marcus and Jackson Palmer. They both wanted to create a \"fun\" cryptocurrency that would appeal not only to bitcoin's core audience, but also to the general public.\n\nDogecoin is a fork of the Litecoin blockchain, which, in turn, was launched as a fork of bitcoin. The developers of Dogecoin have not made any major changes to the coin since 2015. Only in 2021, as the coin grew in popularity and with the support of Tesla founder Ilon Musk, the developers continued working and in July 2022 released a new version of the client – 1.14.6.\n\nThe Dogecoin blockchain runs on the Proof-of-Work consensus algorithm – its mining has been combined with that of Litecoin (LTC) since 2014.",
    "invest.description.DOT": "Polkadot is a scalable and heterogeneous open-source platform. It is based on a multi-chain segmentation protocol that facilitates crosschain transfer of any data, digital assets and tokens, enabling compatibility across a wide range of blockchains. This means processing a large number of transactions simultaneously in parallel blockchain chains, called parachains, which provides greater scalability of the system.\n\nPolkadot's native cryptocurrency, DOT, is designed to perform three tasks: providing ecosystem management, operations, and parachain creation.\n\nPolkadot can be updated seamlessly, without the need for a hardfork to integrate new features. Users can create their own blockchains on the Substrate platform and connect them to the Polkadot system themselves.",
    "invest.description.FTM": "FANTOM is a DAG-based smart-contract platform designed to solve the scalability problems of existing distributed registry technologies. The FANTOM platform uses the \"Lachesis\" protocol for integration into the Fantom OPERA chain. Their goal is that applications built on the FANTOM OPERA Chain can instantly conduct transactions with the lowest fees for all users.\n\nFANTOM's goal is to ensure interoperability between all transaction entities worldwide and create an ecosystem that enables real-time transactions.\n\nTo do this, it uses the Proof-of-Stake consensus algorithm coupled with the platform's native tokenization, FTM, which is the \"energy\" of the project, allowing it to vote for network updates, charge fees and reward validators."
}
